Revit 2027 API
UnitTypeId.Dekanewtons Property
 Dekanewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Dekanewtons { get; }
Public Shared ReadOnly Property Dekanewtons As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Dekanewtons {
	ForgeTypeId^ get ();
}
static member Dekanewtons : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace